Repository: noxsilente/C_GUI_C
Catalog: C_GUI_C/*.resx
Languages: de_de, es_es, fr_fr, it_it

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri

source: Ballistic Calculator
de_de: Ballistischer Rechner
es_es: Calculadora Balística
fr_fr: Calculatrice Balistique
it_it: Calcolatore Balistico

source: Kind of Bullets
de_de: Kugelsort
es_es: Tipo de Balas
fr_fr: Type de Balles
it_it: Tipi di Proiettile

source: Kind of Cartridges
de_de: Patronenarten
es_es: Tipos de Cartuchos
fr_fr: Type de Cartouches
it_it: Tipi di Bossoli

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni

source: Languages
de_de: Sprachen
es_es: Idiomas
fr_fr: Langues
it_it: Lingue

source: Visual Mode
de_de: Visuell Modus
es_es: Modo Visual
fr_fr: Mode Visuel
it_it: Modalità

# abb
source: Abbreviations
de_de: Abkürzungen
es_es: Abreviaturas
fr_fr: Abréviations
it_it: Abbreviazioni

# ap
source: Armour Piercing
de_de: Panzerbrechend
es_es: Perforante
fr_fr: Balles Perforantes
it_it: Perforante

# bc1
source: Ballistic Coefficient
de_de: Ballistischer Koeffizient:
es_es: Coeficiente balístico
fr_fr: Coefficient Balistique
it_it: Coeff.Bal.

# bc2
source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids
it_it: Peso

# bc3
source: Shape Coefficient
de_de: Formkoeffizient:
es_es: Coeficiente de forma
fr_fr: Coefficient de Forme
it_it: Coeff. di Forma

# bc4
source: Diameter
de_de: Durchmesser
es_es: Diámetro
fr_fr: Diamètre
it_it: Diametro

# bcval
source: BC Value:
de_de: BK Wert:
es_es: Valor CB:
fr_fr: Valeur CD:
it_it: Valore CB:

# bc_corr
source: Correction Value:
de_de: Korrekturwert:
es_es: Valor de corrección:
fr_fr: Valeur de Correction:
it_it: Fattore di correzione:

source: Belted
de_de: Gürtelhülse
es_es: Cinturonada
fr_fr: Ceinture
it_it: Cinturata

# button
source: Calculate
de_de: Berechnung
es_es: Calcular
fr_fr: Calculer
it_it: Calcola

# camp0
source: One or more field are '0'
de_de: Ein oder mehrere Felder sind '0'
es_es: Uno o más campos son '0'
fr_fr: Un ou plusieurs champs sont «0»
it_it: Uno o più campi sono '0'

# cdf1
source: Density
de_de: Dichte
es_es: Densidad
fr_fr: Densité
it_it: Densità Reale

# cdf2
source: Shape Coef. Value:
de_de: Formkoeffizient Wert:
es_es: Valor Coef. de Forma:
it_it: Valore Coeff. di Forma:

# centf
source: Center Fire
de_de: Zentralfeuerpatronen
es_es: Percusión Central
fr_fr: Percussion Centrale
it_it: Percussione Centrale

# clearB
source: Clear
de_de: Löschen
es_es: Limpiar
fr_fr: Nettoyer
it_it: Cancella

# coax
source: Drag Coeff.
de_de: Luftwiderstandsbeiwert
es_es: Coef. de Arrastre:
fr_fr: Coeff. de Traînée
it_it: Coeff. Aerodinamico

# Conv
source: Converter
de_de: Konverter
es_es: Convertidor
fr_fr: Convertisseur
it_it: Convertitore

# cx1
source: Distance
de_de: Abstand
es_es: Distancia
it_it: Distanza:

# cxval
source: Drag Coeff. Value:
de_de: Cx Wert:
es_es: Valor de Cx:
fr_fr: Valeur du Coeff. de traînée:
it_it: Valore Cx:

# Ex
source: Explosive
de_de: Explosiv
es_es: Explosivo
fr_fr: Explosif
it_it: Esplosivo

# faval
source: Env. Fact. Value:
de_de: Umweltfaktor:
es_es: Valor del F. A.
fr_fr: Valeur du Facteur Ambiant:
it_it: Valore Densità reale:

# fill
source: Fill all values
de_de: Füllen Sie alle Werte
es_es: Llenar todos los valores
fr_fr: Remplissez toutes les valeurs
it_it: Riempire tutti i valori

# form
source: Shapes
de_de: Formen
es_es: Formas
fr_fr: Formes
it_it: Forme

# Fra
source: Frangible
de_de: Zerbrechlich
it_it: Frangibile

# HP
source: Hollow Point
de_de: Hohlspitzgeschoss
es_es: Punta Hueca
fr_fr: Tête Creuse
it_it: Punta Cava

# htu
source: How to Use
de_de: Wie benutzt man
es_es: Cómo utilizar
fr_fr: Comment utiliser
it_it: Come si usa

# id1
source: ܪ Bullet:
de_de: Ø Geschoss:
es_es: Ø Proyectil:
fr_fr: Ø Projectile:
it_it: Ø Proiettile:

# id10
source: Primer:
de_de: Grundierung:
es_es: Pistón:
fr_fr: Amorce:
it_it: Innesco:

# id2
source: ܪ Neck:
de_de: Ø Hals:
es_es: Ø Cuello:
fr_fr: Ø Collet:
it_it: Ø Collo:

# id3
source: ܪ Shoulder:
de_de: Ø Schulter:
es_es: Ø Hombro:
fr_fr: Ø Còne d'appui:
it_it: Ø Spalla:

# id4
source: ܪ Base:
de_de: Ø Boden:
es_es: Ø Cabeza:
fr_fr: Ø Culot:
it_it: Ø Base:

# id5
source: ܪ Rim:
de_de: Ø Patronenrandes:
es_es: Ø Pestaña:
fr_fr: Ø Jante:
it_it: Ø Fondello:

# id6
source: Rim Thickness:
de_de: Dicke:
es_es: Grosor de la Pestaña:
fr_fr: Épaisseur de jante:
it_it: Spessore Fondello:

# id7
source: Case Length:
de_de: Hülsenlänge:
es_es: Longitud de la vaina:
fr_fr: Longueur de Douille:
it_it: Lunghezza Bossolo:

# id8
source: Overall Length:
de_de: Patronenlänge:
es_es: Longitud total
fr_fr: Longueur de la Cartouche:
it_it: Lunghezza Totale:

# id9
source: Case Capacity:
de_de: Patronenkapazität:
es_es: Capacidad de la vaina:
fr_fr: Étui Capacitance:
it_it: Capacità cm3:

# id_10
source: Large Pistol Primer
de_de: Große Pistolengrundierung
es_es: Pistón Large Pistol
fr_fr: Amorce Large Pistol
it_it: Innesco Large Pistol

# id_11
source: Small Rifle Primer
de_de: Kleine Gewehrgrundierung
es_es: Pistón Small Rifle
fr_fr: Amorce Small Rifle
it_it: Innesco Small Rifle

# id_12
source: Large Rifle Primer
de_de: Große Gewehrgrundierung
es_es: Pistón Large Rifle
fr_fr: Amorce Large Rifle
it_it: Innesco Large Rifle

# id_13
source: Rimfire
de_de: Randfeuer
es_es: Percusión Anular
fr_fr: Percussion Annulaire
it_it: Percussione Anulare

# id_14
source: 8mm Primer
de_de: 8mm Grundierung
es_es: Pistón 8mm
fr_fr: Amorce 8mm
it_it: Innesco da 8mm

# id_15
source: Shotshell Primer
es_es: Pistón Shotshell
fr_fr: Amorce Shotshell
it_it: Innesco "Shotshell"

# id_9
source: Small Pistol Primer
de_de: Kleine Pistolengrundierung
es_es: Pistón Small Pistol
fr_fr: Amorce Small Pistol
it_it: Innesco Small Pistol

# In
source: Incendiary
de_de: Brandrunden
es_es: Munición incendiaria
fr_fr: Incendiaire
it_it: Incendiario

# in-mm
source: Define if use the imperial or metric measures
es_es: Definir si se utilizan medidas imperiales o métricas.
it_it: Definire se usare misura in pollici o mm

source: Jacketed
de_de: Vollmantelgeschoss
es_es: Encamisado
fr_fr: Balle Chemisée
it_it: Incamiciato

# L
source: Length of ogive
it_it: Lunghezza dell'Ogiva

# N
source: Caliber of Ogive
it_it: "n" di Calibri dell'ogiva

# novalue
source: Fill all boxes
de_de: Füllen Sie alle Felder
es_es: Llenar todos los cuadros
fr_fr: Remplissez toutes les cases
it_it: Riempire tutti i valori

# oth
source: Others
de_de: Vermischt
es_es: Otros
fr_fr: Autres
it_it: Altri

# P
source: Pistols
de_de: Pistolen
es_es: Pistolas
fr_fr: Pistolets
it_it: Pistole

# R
source: Rifles
de_de: Gewehre
es_es: Fusiles
fr_fr: Carabines
it_it: Fucili

# rebrim
source: Rebated Rim
de_de: Randlos mit Auszieherrille
es_es: Rebatida
fr_fr: Jante à Rabais
it_it: Ribassata

source: Rimless
de_de: Randlos
es_es: Sin reborde
fr_fr: Sans monture
it_it: Non Flangiata

source: Rimmed
de_de: Randpatronen
es_es: Con Reborde
it_it: Flangiata

# S
source: Shotguns
de_de: Schrotflinten
es_es: Escopetas
fr_fr: Fusils de chasse
it_it: Canna Liscia

# semir
source: Semi-Rimmed
de_de: Mit Auszieherrille
es_es: Semi-reborde
fr_fr: Semi-Cerclée
it_it: Semiflangiata

# sez
source: Section (mm2)
de_de: Sektion (mm2)
es_es: Sección (mm2)
it_it: Sezione (mm2)

# timg
source: Some measurements are indicative and not exactly the same as real measurements.
de_de: Einige Messungen sind Richtwerte und entsprechen nicht genau den tatsächlichen Messungen.
es_es: Algunas mediciones son indicativas y no son exactamente las mismas que las mediciones reales.
fr_fr: Certaines mesures sont indicatives et pas exactement les mêmes que les mesures réelles.
it_it: Alcune misure sono indicative e non esattamente uguali alle misure reali.

# tool1
source: Select "g" for decimal measures (g/mm2) or "gr" for imperial measures (lbs/in2)
de_de: Wählen Sie "g" für Dezimalmaße (g / mm2) oder "gr" für imperiale Maße (lbs / in2).
es_es: Seleccione "g" para medidas decimales (g / mm2) o "gr" para medidas imperiales (lbs / in2)
fr_fr: tool1 Sélectionnez "g" pour les mesures décimales (g / mm2) ou "gr" pour les mesures impériales (lbs / in2)
it_it: Selezionare "g" per le misure decimali (g/mm2), "gr" per le misure imperiali (psi)

# Tra
source: Tracer
de_de: Leuchtspurmunition
es_es: Munición Trazadora
fr_fr: Traceur
it_it: Tracciante
